package com.mobileweb3

/**
 *
 * TODO
 *
 * shared
 * заполнить список валидаторов
 *
 * ТЕКУЩИЕ ПРОБЛЕМЫ С СЕТЯМИ
 * STARGAZE: не загружает инфу о валидаторе и транзакциях с кошелька, хотя пропозалы грузит
 * CERTIK: нужна иконка
 * BOSTROM: непонятно как загружать транзакции и инфу и валике, как-будто они через вебсокет работают
 * MICROTICK: непонятно как загружать транзакции и инфу и валике, грузят через .js
 * LIKECOIN: непонятно как загружать транзакции и инфу и валике, грузят через .js
 * CHRONIC: ssl сертификат не проходит
 * OSMOSIS: запрос валика и транзакций
 *
 *
 * android
 * провести дизайн ревью поэкранно
 *
 * ios
 * парсинг ссылок в тексте
 * ресерч как красить статус бар
 *
 */