package com.mobileweb3

/**
 *
 * TODO
 *
 * shared
 * заполнить список валидаторов
 *
 * ТЕКУЩИЕ ПРОБЛЕМЫ С СЕТЯМИ
 * STARGAZE: не загружает инфу о валидаторе и транзакциях с кошелька, хотя пропозалы грузит
 * CERTIK: нужна иконка
 * BOSTROM: непонятно как загружать транзакции и инфу и валике, как-будто они через вебсокет работают
 * MICROTICK: непонятно как загружать транзакции и инфу и валике, грузят через .js
 * LIKECOIN: непонятно как загружать транзакции и инфу и валике, грузят через .js
 * CHRONIC: ssl сертификат не проходит
 *
 *
 * android
 * кэш с градиентами по названию сети/валидатора, чтобы каждый раз не грузилось
 *
 * ios
 * кэш с градиентами по названию сети/валидатора, чтобы каждый раз не грузилось
 * экран about
 * экран с поиском по сети
 * контакты
 *
 */